Repository: SamuelTS/SketchUp-Visual-History-Plugin
Catalog: source/visual_history/Resources/*/vhy.strings
Languages: fr

source: Visual History
fr: Historique visuel

source: Visually control your SketchUp history with thumbnails.
fr: Contrôlez visuellement votre historique SketchUp avec des miniatures.

source: Export your history to an animated GIF image (on Windows).
fr: Exportez votre historique vers une image GIF animée (sur Windows).

source: First, select a group or a component.
fr: D'abord, sélectionnez un groupe ou un composant.

source: Rotation... Please wait.
fr: Rotation... Veuillez patienter.

source: Rebound... Please wait.
fr: Rebond... Veuillez patienter.

source: Show Visual History
fr: Afficher l'historique visuel

source: Force Current State Recording
fr: Forcer l'enregistrement de l'état actuel

source: Center Selection Relatively to Origin
fr: Centrer la sélection par rapport à l'origine

source: Clear Visual History
fr: Effacer l'historique visuel

source: Rotate Selection by 360° in 32 Steps
fr: Faire pivoter la sélection de 360° en 32 étapes

source: Make Selection Rebound in 32 Steps
fr: Faire rebondir la sélection en 32 étapes

source: Export History as GIF...
fr: Exporter l'historique en tant que GIF...

source: Recycle Visual History
fr: Recycler l'historique visuel

source: History is empty.
fr: L'historique est vide.

source: Visual History Viewer
fr: Visionneuse de l'historique visuel

source: Select a Directory for GIF Output.
fr: Sélectionner un répertoire pour le GIF sortant.

source: Delay between each frame
fr: Délai entre chaque image

source: GIF Customization
fr: Personnalisation du GIF

source: Go back to this state.
fr: Revenir à cet état.
